Repository: thanhfnx/fels_231
Catalog: E-Learning/E-Learning/Helpers/*.lproj/Localizable.strings
Languages: vi

source: Categories
vi: Các danh mục

# EmptyFieldMessage
source: %@ can't be empty!
vi: %@ không được để trống!

# InvalidFormatFieldMessage
source: %@ format is invalid!
vi: %@ không đúng định dạng!

# InvalidLengthFieldMessage
source: %@ can't be less than %d characters!
vi: %@ không được nhỏ hơn %d ký tự!

# InvalidMatchFieldMessage
source: %@ and %@ have to be the same!
vi: %@ và %@ phải giống nhau!

source: Password
vi: Mật khẩu

source: Re-type password
vi: Nhập lại mật khẩu

source: Full name
vi: Họ và tên

# UnknownError
source: Uknown Error!
vi: Lỗi không xác định!

source: Alert
vi: Thông báo

source: Invalid email/password combination
vi: Email hoặc mật khẩu không chính xác

# ChoosePhoto
source: Choose a photo
vi: Chọn ảnh

# ChangeAvatarMessage
source: Set new avatar
vi: Cài đặt ảnh đại diện mới

# TakeFromCameraActionTitle
source: Take from camera
vi: Chọn từ máy ảnh

# TakeFromLibraryActionTitle
source: Take from photo library
vi: Chọn từ thư viện ảnh

# CancelActionTitle
source: Cancel
vi: Huỷ

# ConfirmLogOutMessage
source: Are you sure you want to sign out?
vi: Bạn có chắc chắn muốn đăng xuất?

# LogOutActionTitle
source: Sign out
vi: Đăng xuất

# LearnedWords
source: Learned %d word(s)
vi: Đã học %d từ

# OpenCameraErrorMessage
source: Something went wrong! Can't open your camera!
vi: Có lỗi xảy ra! Không thể mở máy ảnh!

# DateTimeFormat
source: yyyy-MM-dd HH:mm:ss
vi: HH:mm:ss dd/MM/yyyy

source: No data
vi: Không có dữ liệu
